[
  {
    "name": "Rengar",
    "id": "156454",
    "image": "https://vignette.wikia.nocookie.net/leagueoflegends/images/0/03/Rengar_OriginalCentered.jpg/revision/latest/scale-to-width-down/1215?cb=20180414203508",
    "description": "Rengar is a ferocious vastayan trophy hunter who lives for the thrill of tracking down and killing dangerous creatures. He scours the world for the most fearsome beasts he can find, especially seeking any trace of Kha’Zix, the void creature who scratched out his eye. Rengar stalks his prey neither for food nor glory, but for the sheer beauty of the pursuit.",
    "dateDeSortie": "21-08-2012",
    "compétences": {
      "passive": "Unseen predator",
      "q": "Savagery",
      "w": "Battle Roar",
      "e": "Bola Strike",
      "r": "Thrill of the Hunt"
    }
  },
  {
    "name": "Kindred",
    "id": "654838",
    "image": "https://vignette2.wikia.nocookie.net/leagueoflegends/images/a/a7/Kindred_splash_concept_03.jpg/revision/latest?cb=20161026204142",
    "description": "Separate, but never parted, Kindred represents the twin essences of death. Lamb’s bow offers a swift release from the mortal realm for those who accept their fate. Wolf hunts down those who run from their end, delivering violent finality within his crushing jaws. Though interpretations of Kindred’s nature vary across Runeterra, every mortal must choose the true face of their death.",
    "dateDeSortie": "14-10-2015",
    "compétences": {
      "passive": "Mark of the Kindred",
      "q": "Dance of Arrows",
      "w": "Wolf's Frenzy",
      "e": "Mounting Dread",
      "r": "Lamb's Respite"
    }
  },
  {
    "name": "Nidalee",
    "id": "789546",
    "image": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fimg9.uhdpixel.com%2Fwp%2Fa%2F10%2Fnidalee-lol-splash-art-league-of-legends-a1018-820x461.jpg&f=1&nofb=1&ipt=9389511670d71d99f1caaa780c9e3b86abd9fe3dea8e0b6af5f09021adce763d&ipo=images",
    "description": "Raised in the deepest jungle, Nidalee is a master tracker who can shapeshift into a ferocious cougar at will. Neither wholly woman nor beast, she viciously defends her territory from any and all trespassers, with carefully placed traps and deft spear throws. She cripples her quarry before pouncing on them in feline form—the lucky few who survive tell tales of a wild woman with razor-sharp instincts, and even sharper claws...",
    "dateDeSortie": "17-12-2009",
    "compétences": {
      "passive": "Prowl",
      "q": {
        "human": "Javelin Toss",
        "cougar": "Takedown"
      },
      "w": {
        "human": "Bushwhack",
        "cougar": "Pounce"
      },
      "e": {
        "human": "Primal Surge",
        "cougar": "Swipe"
      },
      "r": "Aspect of the Cougar"
    }
  },
  {
    "name": "Volibear",
    "id": "658783",
    "image": "https://cdn1.dotesports.com/wp-content/uploads/2020/05/07105756/Base_Volibear.jpg",
    "description": "To those who still revere him, the Volibear is the storm made manifest. Destructive, wild, and stubbornly resolute, he existed before mortals walked the Freljord’s tundra, and is fiercely protective of the lands that he and his demi-god kin created. Cultivating a deep hatred of civilization and the weakness it brought with it, he now fights to return to the old ways—when the land was untamed, and blood spilled freely—and eagerly battles all who oppose him, with tooth, claw, and thundering domination.",
    "dateDeSortie": "29-11-2011",
    "compétences": {
      "passive": "The Relentless Storm",
      "q": "Thundering Smash",
      "w": "Frenzied Maul",
      "e": "Sky Splitter",
      "r": "Stormbringer"
    }
  }
]
